[{"order":1,"Status":"live","compname":"James Monroe Deems","placename":"Greenmount cemetery (remote)","placerelation":"Deems is buried there.","nextdirections":"Walk two blocks south on Charles Street, then go two blocks west on Mt. Royal.","description":"We begin our tour standing at Charles and Lanvale. Several blocks to the north lies Johns Hopkins University, which runs the country's oldest conservatory. (More on them later.) Several blocks to the east lies Greenmount Cemetery, the resting place of James Monroe Deems. Deems was a composer and music educator who also fought in the Union Army. The creator of one of the country's first vocal instruction books, Deems also wrote what may be the first American oratorio. ","youtube":"","coords":"39.308747, -76.616379","compimage":"","imagedescription":"","NOTE: Number of google results":968},
{"order":2,"Status":"live","compname":"Sergei Rachmaninov","placename":"The Lyric","placerelation":"The Lyric was where Rachmaninov's <em>Rhapsody on a Theme by Paganini</em> premiered.","nextdirections":"Walk southwest through Pearlstone Park until you are standing along the park's southern edge, facing an ovular building to the south. ","description":"Baltimore's lyric opera house has hosted hundreds of high-profile events, including performances of work by Baltimore composer Alan Shulman, along with  performances by Enrico Caruso and Beverly Sills. <br><br>Few of those performances, however, have had an effect as lasting as the premiere of Sergei Rachmaninov's <em>Rhapsody on a Theme of Paganini</em> in 1934. The piece's famous inverted movement was used as the theme of the movie <em>Somewhere in Time</em>.","youtube":"ORP4dlwNsKM","coords":"39.305570, -76.618734","compimage":"","imagedescription":"","NOTE: Number of google results":77000},
{"order":3,"Status":"live","compname":"Christopher Rouse","placename":"Meyerhoff Symphony Hall","placerelation":"Composer was a resident here.","nextdirections":"Go west by half a block to Howard Street, then south three blocks along Howard Street. ","description":"While standing in the park, turn so you're facing the large ovular building to your south. You're now facing the home of the Baltimore Symphony Orchestra, where the Baltimorean and Pulitzer-winning composer Christopher Rouse served as a composer-in-residence from 1985 to 1988. <br><br>Rouse was born in Baltimore in 1949, was a student at Oberlin and later studied under Karel Husa and George Crumb. ","youtube":"Bbxe4uut0AQ","coords":"39.304572, -76.619232","compimage":"backgrounds/800px-Meyerhoff_Sym_Hall_2012a.jpg","imagedescription":"Public domain image via Wikimedia Foundation","NOTE: Number of google results":3200},
{"order":4,"Status":"live","compname":"Joseph Pache","placename":"UMMC Midtown (formerly Maryland General Hospital)","placerelation":"This is where the composer died.","nextdirections":"Go to the south by another half block.","description":"You're now standing across the street from the UMMC Midtown hospital, where the conductor, composer and arranger Joseph Pache died in 1926. We could just as easily put this tour stop inside a meat market several blocks to the south, however. When Pache came to Baltimore from New York in the late 1800s, the composer was being asked by local musical leaders to take charge of the Baltimore Oratorio Society, but according to Baltimore Sun archives, it wasn't the musicianship of the group that sealed the deal: Pache is said to have moved the the city after delighting at the variety of foods found in Lexington Market's stalls. Once he had decided that he liked the food here, Pache -- who had been born in Germany and trained in Berlin -- wasted no time in moving to Baltimore, where he conducted a group that sometimes included more than 300 singers in its performances. Near the end of his career, Pache also started an oratorio society in York, Pennsylvania, which is now considered a Baltimore suburb.  Pache was a friend of the Danish-American composer Asger Hamerik, with whom he occasionally collaborated. ","youtube":"","coords":"39.300208, -76.620031","compimage":"backgrounds/Baltimore_Light_Rail_train_leaving_Baltimore_Street_station.jpg","imagedescription":"Public-domain image via The Walters - see <a href='https://www.flickr.com/photos/medmss/6979159895' target='_blank'>https://www.flickr.com/photos/medmss/6979159895</a>","NOTE: Number of google results":757},
{"order":5,"Status":"live","compname":"Eubie Blake","placename":"The Eubie Blake museum","placerelation":"This is a museum dedicated to the Baltimore composer and musician Eubie Blake.","nextdirections":"Go south by a block and a half to Monument Street, then east by a block.","description":"We won't get too long-winded about Eubie Blake -- there's a whole museum for that -- other than to say that the guy was a national treasure. While stopped here, take a moment to be transported to the early jazz age by a listen to his composition <em>Charleston Rag</em> -- preferably while a street railway car rolls by.","youtube":"mN89vHZ414s","coords":"39.299655, -76.619879","compimage":"backgrounds/EubieBlake.jpg","imagedescription":"Image via Library of Congress. See https://en.wikipedia.org/wiki/File:EubieBlake.jpg","NOTE: Number of google results":53500},
{"order":6,"Status":"live","compname":"Franz Bornschein","placename":"Maryland Historical Society","placerelation":"His papers are stored here.","nextdirections":"Go two blocks east, then walk around the Washington Monument to stand in front of the church. ","description":"We're now standing outside the Maryland Historical Society, where the papers of Baltimore composer and critic Franz Bornschein are stored. Bornschein's output was often orchestral in nature, but his most commonly recorded work today may well be the flute quartet <em>The french clock,</em> which is popular with school performers. ","youtube":"","coords":"39.297349, -76.618471","compimage":"","imagedescription":"","NOTE: Number of google results":1150},
{"order":7,"Status":"live","compname":"Francis Scott Key","placename":"Mount Vernon Place United Methodist Church","placerelation":"Location commemorating the composer's death.","nextdirections":"Walk south across a single brick street to stand in the park.","description":"Everybody knows that Francis Scott Key wrote the country's national anthem while being held on a ship in Baltimore's harbor. Not everyone knows that he died here. Take a moment to read the sign on the front of the church building, describing the composer and his death. ","youtube":"https://www.youtube.com/watch?v=Op-u5_FWh7w","coords":"39.297795, -76.615265","compimage":"backgrounds/Francis_Scott_Key_by_Joseph_Wood_c1825.jpg","imagedescription":"Public-domain Francis Scott Key by Joseph Wood","NOTE: Number of google results":45000},
{"order":8,"Status":"live","compname":"Philip Glass, assorted others","placename":"Mount Vernon Square","placerelation":"The music school has taught or employed many of Baltimore's composers, including Glass. ","nextdirections":"Walk clockwise around the monument to reach Charles Street, then walk south along Charles for half a block.","description":"You are now standing outside North America's oldest music conservatory, The Peabody Institute, which now operates as part of The Johns Hopkins University. <br><br>Along with several of the other composers mentioned in this tour, the list of people educated or employed by Peabody over the years has included Phillipp Glass, Marin Alsop, Tori Amos, Hilary Hahn, André Watts, Elliott Carter, Barry Tuckwell and Leon Fleisher. <br><br>For all its merits, the Peabody has the kind of complicated, unjust and often embarrassing history shared by many institutions south of the Mason-Dixon line: During much of the 20th century, for example, African American applicants were automatically rejected. <br><br>The pianist Ellis Larkins may have been the first exception to that policy, according to The Baltimore Sun. Larkins died in 2002. (See <a href='http://bit.ly/1WOJKwm'>http://bit.ly/1WOJKwm</a>)<br><br>Along with teaching, practice and performance facilities, the Peabody complex is home to the George Peabody Library, categorized by Business Insider as one of the world's 18 greatest libraries. ","youtube":"Lnw0IHgjE2E","coords":"39.297566, -76.615297","compimage":"backgrounds/Philip_Glass_018.jpg","imagedescription":"Image released under a Creative Commons 2.0 license. See https://en.wikipedia.org/wiki/Philip_Glass#/media/File:Philip_Glass_018.jpg","NOTE: Number of google results":438000},
{"order":9,"Status":"live","compname":"Many voices","placename":"Walters Art Museum","placerelation":"Hosts Peabody events on a regular basis.","nextdirections":"Walk south to Centre Street, then west by a block, then south by two and a half blocks, stopping in front of the library.","description":"The Walters, which was founded by a rye whiskey magnate, hosts both traveling art and Peabody events on a regular basis. It is worth noting that in the past, most of the wealthy founders of these Mount Vernon institutions knew each other and supported each others' charities. This included some stridently segregationist voices well into the 20th century, which significantly held back Baltimore's progress on that front. Thankfully, Mount Vernon and Midtown now have a happier present in which programs like OrchKids actively reach out to Baltimore's poorest communities. As for The Walters itself: Recently, the museum hosted the premiere of the Baltimore-based American Studio Orchestra's work <em>Pearls on a String.</em>  Recent concert offerings here have also included the premiere of <em>Music from an Imaginary Landscape</em> by New York composer Daniel Thomas Davis, who holds a degree from Peabody. ","youtube":"adOnS01b8Sk","coords":"39.296785, -76.615737","compimage":"backgrounds/6979159895_b6d6469892_k.jpg","imagedescription":"Public-domain image via The Walters - see <a href='https://www.flickr.com/photos/medmss/6979159895' target='_blank'>https://www.flickr.com/photos/medmss/6979159895</a>","NOTE: Number of google results":null},
{"order":10,"Status":"live","compname":"Frank Zappa","placename":"Pratt Library","placerelation":"The composer loved free education and fought censors publicly.","nextdirections":"Follow the alley north of the church to the east, stopping in the middle of the block. ","description":"For all his many faults, industrialist Enoch Pratt was a leader in the creation of free library resources. The Pratt Free Library in front of which you are now standing sits across the street from the oldest Catholic cathedral in the United States, and the library played a similarly important role in many Baltimoreans' lives. Frank Zappa, the prolific leader of the Mothers of Invention ensemble, was -- intentionally or not -- echoing Pratt with one of his most famous quotes: &quot;If you want to get laid, go to college. If you want an education, go to a library.&quot; <br><br>Zappa, who was born in Baltimore in 1940, was a master at going against the grain. A vocal champion of free speech, the rocker and composer testified on Capitol Hill against censorship measures. While Zappa's music tended to be classified as &quot;novelty&quot; or &quot;joke&quot; music, he often used his complex meters, virtuosic arrangements and absurdism to address political and moral issues ignored by most popular musicians of the time. Zappa died in 1993. ","youtube":"","coords":"39.294569, -76.616873","compimage":"","imagedescription":"","NOTE: Number of google results":407000},
{"order":11,"Status":"live","compname":"Many voices","placename":"Baltimore Basilica","placerelation":"Hosts works by Baltimore composers.","nextdirections":"Follow the alley half a block to the east until you reach Charles Street, then go south down Charles Street until you reach An Die Musik.","description":"Home of the Baltimore Catechism, the Basilica between Charles Street and Maryland Avenue is America's oldest cathedral. The venue has regularly hosted performances by the Baltimore Choral Arts Society, which is the closest thing to a successor for the Baltimore Oratorio Society from the days of Otto Sutro, Fritz Finke and Joseph Pache.  When not at the cathedral, the BCAS has toured internationally, often premiering new works by American composers. The cathedral has also been the site of premieres by composers including Rosephanye Powell and James Lee III. ","youtube":"H-A5kcpKWd8","coords":"39.294670, -76.616330","compimage":"","imagedescription":"","NOTE: Number of google results":null},
{"order":12,"Status":"live","compname":"Stuart Saunders Smith","placename":"An Die Musik","placerelation":"Venue has hosted performances of many composers' works.","nextdirections":"Go down Charles Street another half block, crossing southward over the intersecting street and stopping on the opposite corner. ","description":"Among the many composers who have had chamber works performed at An Die Musik, we can count Stuart Saunders Smith, a UMBC professor who's now mostly based in New England. <br><br>An Die Musik hosts <em>lots</em> of different small-ensemble performers and composers, of course -- we're just highlighting Smith here because he deserves some attention and teaches way out at UMBC, which would be a rather long walk.<br><br>Smith's work often focuses on percussion instruments. ","youtube":"lEmJN2p6Qe4","coords":"39.294492, -76.615416","compimage":"backgrounds/Stuart_Saunders_Smith.jpg","imagedescription":"Image license info can be found at bit.ly/22n6VWF","NOTE: Number of google results":2670},
{"order":13,"Status":"live","compname":"Mark Fax","placename":"Corner of Mulburry and Charles","placerelation":"Gateway to the composer's childhood haunt.","nextdirections":"Go south by three blocks on Charles, then east by four blocks on Lexington.  Stop in the grassy plaza in front of City Hall. ","description":"If you had gone a few blocks west from this intersection in the early 1900s, you might have then taken the number 18 streetcar up Pennsylvania Avenue and arrived at the Regent Theater, where child prodigy Mark Fax was playing tunes for the movie crowd. (Later, this would also be a way to the neighborhood of famous Baltimorean composers Cab and Blanche Calloway.) As an African American musician, Fax managed to avoid being pigeonholed into jazz by enrolling at Eastman Conservatory where, his brother advised him, he might be taken seriously as a composer. <br><br>This turned out to be great advice, as Fax eventually went on to teach in music and composition programs at several colleges.  Fax composed works for chorus, symphony, chamber ensemble, voice, piano and organ, in addition to two full-length operas. Mark Fax died in 1974. ","youtube":"T2R4QCm7Uio","coords":"39.294052, -76.615369","compimage":"backgrounds/fax-map.png","imagedescription":"Image via OpenStreetMap","NOTE: Number of google results":2380},
{"order":14,"Status":"live","compname":"George Frederick Boyle","placename":"War Memorial Plaza (Zion Church)","placerelation":"Where the composer was married.","nextdirections":"On the south side of the plaza is Fayette Street. Follow it four blocks back to Charles Street, then go south by half a block. ","description":"You should now be standing on War Memorial Plaza, facing East. The domed structure in front of you is Baltimore's city hall. To your left is the Baltimore Police headquarters. To your right is Zion Lutheran Church of the City of Baltimore, where on Feb 7, 1915, the once-divorced pianist and composer George Frederick Boyle was married to his second wife, who was a student in his piano studio.  The church where the marriage took place -- home to a congregation that was founded in 1755, predating the United States itself -- would have been one of Baltimore's musical focal points at the time.  The combination of a strong German-American /Maenerchor/ tradition and the German-heavy staffing of the Peabody Institute meant that Zion had already established a hefty musical tradition by the time Rev. Julius Hofmann published his <em>Deutsches Liederbuch : Sammlung von Chorälen und Liedern für Schule und Haus</em> in 1895 (see <a href='http://bit.ly/1EO9Sot' target='_blank'>http://bit.ly/1EO9Sot</a>).  According to newspaper clippings from the early 1900s, the polymath Rev. Hofmann -- who was said to know 14 languages and taught at Johns Hopkins -- presided over at least one other scandalous musical marriage at Zion, performing a rushed ceremony in 1925 to wed a 56-year-old conservatory professor and his teenage violin student.  Both the musical and cultural traditions are still alive at Zion, though the hurried weddings seem to have tapered off. Along with Saturday German classes, the sanctuary continues to host weekly Lutheran services in German and English, and the church is a member of the &quot;Bach in Baltimore&quot; concert circuit. In autumn 2015, the church was the Baltimore venue for the four-city tour of the Hamburg-based choir Kantorei Gross-Flottbek. <br><br>As of 2015, this plaza also faces a second musical venue: The neoclassical War Memorial on the east side of the plaza can seat 1,100 people and is home to a repeating concert series, frequently featuring local composers and performers.  <br><br>But back to our composer friend at Zion, George Frederick Boyle. As we said, shortly after divorcing his Dutch first wife, Boyle was married by Rev. Hofmann to one of his students, Avery Forney. That second marriage ended in a Reno divorce less than a decade later, with Forney publicly decrying Boyle's insistence on having yet another mistress.  While his marriages were short-lived, Boyle's music has survived the interstitial century, thanks largely to the recent efforts of Australian pianist Timothy Young. Boyle's career spanned a childhood in Sydney, a musical training period in Europe, his decade in Baltimore and a later teaching career in Philadelphia and New York, where his students included Samuel Barber. Among other pieces, Boyle's output included nine orchestral works, two concertos, eight works of chamber music and more than 70 piano pieces.  George Frederick Boyle died in Philadelphia on June 20, 1948. He was 61 years old.","youtube":"XgO5sWTMb58","coords":"39.29100 -76.60964","compimage":"ZionLexingtonsnow.JPG","imagedescription":"Image released under a Creative Commons 3.0 license. See https://en.wikipedia.org/wiki/Zion_Lutheran_Church_%28Baltimore,_Maryland%29#/media/File:ZionLexingtonsnow.JPG for image details.","NOTE: Number of google results":1980},
{"order":15,"Status":"live","compname":"Arthur Levering","placename":"Former B & O headquarters","placerelation":"Home to a railroad that inspired many composers.","nextdirections":"Go south on Charles by a block and a half, to the corner of Charles and Redwood. ","description":"From where you're standing now, you should be able to see the Hotel Monaco, to the south. The large sculptures on this structure hark back to the days when it served as headquarters to the Baltimore and Ohio railroad. Trains from up and down the east coast came rumbling through Baltimore with bells clanging, and it's likely that those bells played at least a small subconscious role in inspiring Baltimore composer Arthur Levering's music, which includes <e>20 Ways Upon The Bells,</em> <em>Sppooo</em> and other work featuring bells or chime-like instrumentation.  Other composers explicitly cited the B&O as a muse, with song titles like <em>The B&O Vets</em> and <em>View East from the B&O Railroad Viaduct.</em>  Levering, for his part, studied in New England and now lives there. His work has won him fellowships from the National Endowment for the Arts and the Guggenheim Foundation, among others. ","youtube":"V_hlhokTT44","coords":"39.290171, -76.615279","compimage":"backgrounds/B&O_Headquarters_Building,_circa_1910.JPG","imagedescription":"For license information, visit <a href='bit.ly/1Xxe8fY' target='_blank'>bit.ly/1Xxe8fY</a>","NOTE: Number of google results":1400},
{"order":16,"Status":"live","compname":"Asger Hamerik","placename":"Hansa House","placerelation":"This former ticket sales office was much like the one Asger Hamerik would have used before a famous harbor accident nearly canceled his voyage.","nextdirections":"Go south by two blocks on Charles Street, then east by two blocks on Pratt Street. ","description":"Hansa House, where you are now standing, was one of several sales sites for passenger ships in Baltimore -- for the North German Lloyd company, in this case. Usually, passengers bought their tickets, got on a boat, and sailed uneventfully to Europe. An example of what could go wrong came in 1891 when the steamships <em>Cartheginian</em> and <em>Charlotte</em> collided in the Baltimore port's shipping channel. The Danish-born Baltimore composer Asger Hamerik was among the passengers aboard the <em>Cartheginian,</em> and while neither ship sank, each one was damaged enough to delay its trip. As a friend of Berlioz and director of the Peabody Institute, Hamerik was a major celebrity in Maryland, with a huge group of resources at his disposal. This allowed him to write and stage very large works, including his 7th symphony and requiem, requiring large orchestras and hundreds of singers. <br><br>As for Hansa House -- which was probably not where Hamerik bought his Cartheginian tickets, since that ship was run by Allan Line -- the structure later played an infamous role in World War I. Secretive acts of sabotage were planned here, including the German bombing of New York harbor. ","youtube":"jy5GqRt7E4A","coords":"39.288861, -76.615028","compimage":"backgrounds/Asger_Hamerik.jpg","imagedescription":"","NOTE: Number of google results":3480},
{"order":17,"Status":"live","compname":"Adolph Weiss","placename":"Inner Harbor","placerelation":"Weiss' music was once described as being full of &quot;crabs.&quot;.","nextdirections":"Explore the inner harbor. The tour is finished. We hope you have enjoyed it.","description":"Adolph Weiss' pieces were not the easiest things for American musicians to play. The first American composer to study with the trend-setting atonal master Arnold Schoenberg, Weiss wrote music that was once described as being &quot;fulller of crabs than the Chesapeake Bay.&quot; <br><br>And with that, our tour ends. We hope you have enjoyed this walking tour of Baltimore composers. <br><br><strong>Credits</strong><br><br>Map images have come to you via <a href='http://www.openstreetmap.org'>OpenStreetMap</a>. YouTube credits can be found by clicking the 'view video' link for each page, then clicking the 'YouTube' button in the resulting video. <br><br>Popup videos on this tour have used the Fancy Box plugin.","youtube":"5i-tfjTie1E","coords":"39.286102, -76.611914","compimage":"","imagedescription":"","NOTE: Number of google results":2550}]
