[{"order":7,"compname":"Asger Hamerik","placename":"Federal Hill (flexible)","placerelation":"","audiofile":"","audiodescription":"","description":"Federal Hill, where you are now standing, originally had a different name and function: Back when it was known as Signal Hill, it played a vital role in the process of allowing shipping lines to communicate with each other. \nAn example of what could go wrong can be seen by looking at the 1891 collision of the steamships 'Cartheginian' and 'Charlotte' in the Baltimore port's shipping channel. The Danish-born Baltimore composer Asger Hamerick was among the passengers aboard the 'Cartheginian,' and while neither ship sank, each one was damaged enough to delay its trip. ","youtube":"","coords":"39.280224, -76.609266","Number of google results":3480,"mapframesource":null,"compimage":"https://upload.wikimedia.org/wikipedia/commons/e/e6/Asger_Hamerik.jpg","imagedescription":""},{"order":6,"compname":"Joseph Pache","placename":"UMMC Midtown (formerly Maryland General Hospital)","placerelation":"","audiofile":"","audiodescription":"","description":"You're now standing across the street from the UMMC Midtown hospital, where the conductor, composer and arranger Joseph Pache died in 1926. We could just as easily put this tour stop inside a meat market several blocks to the south, however. \nWhen Pache came to Baltimore from New York in the late 1800s, the composer was being asked by local musical leaders to take charge of the Baltimore Oratorio Society, but according to Baltimore Sun archives, it wasn't the musicianship of the group that sealed the deal: Pache is said to have moved the the city after delighting at the variety of foods found in Lexington Market's stalls. Once he had decided that he liked the food here, Pache -- who had been born in Germany and trained in Berlin -- wasted no time in moving to Baltimore, where he conducted a group that sometimes included more than 300 singers in its performances. Near the end of his career, Pache also started an oratorio society in York, Pennsylvania, which is now considered a Baltimore suburb. Pache was a friend of Asger Hamerik, with whom he occasionally collaborated. ","youtube":"","coords":"39.300208, -76.620031","Number of google results":757,"mapframesource":null,"compimage":"","imagedescription":""},{"order":5,"compname":"Francis Scott Key","placename":"Mount Vernon Place United Methodist Church","placerelation":"Location commemorating the composer's death. ","audiofile":"https://ia801406.us.archive.org/16/items/TheStarSpangledBannerInstrumental/the_star_spangled_banner_64kb.mp3","audiodescription":"U.S. Army Bands Online (ABO) rendition,  provided as a public service by the Chief of Army Bands.See bit.ly/21wNB8V","description":"Everybody knows that Francis Scott Key wrote the country's national anthem while being held on a ship in Baltimore's harbor. Not everyone knows that he died here. Take a moment to read the sign on the front of the church building, describing the composer and his death. ","youtube":"","coords":"39.297795, -76.615265","Number of google results":45000,"mapframesource":null,"compimage":"https://upload.wikimedia.org/wikipedia/commons/3/39/Francis_Scott_Key_by_Joseph_Wood_c1825.jpg","imagedescription":"Public-domain image of Francis Scott Key"},{"order":4,"compname":"Christopher Rouse","placename":"Meyerhoff Symphony Hall","placerelation":"","audiofile":"","audiodescription":"","description":"While standing in the park, turn so you're facing the large ovular building to your south. You're now facing the home of the Baltimore Symphony Orchestra, where the Baltimorean and Pulitzer-winning composer Christopher Rouse served as a composer-in-residence from 1985 to 1988. \nRouse was born in Baltimore in 1949, was a student at Oberlin and later studied under Karel Husa and George Crumb. ","youtube":"https://www.youtube.com/watch?v=Bbxe4uut0AQ","coords":"39.304572, -76.619232","Number of google results":3200,"mapframesource":null,"compimage":"","imagedescription":""},{"order":3,"compname":"Philip Glass, others","placename":"Mount Vernon Square","placerelation":"","audiofile":"https://ia801406.us.archive.org/20/items/MusicIn12PartsLayermix/FedUp12Parts_64kb.mp3","audiodescription":"A remix of 'Music in 12 parts' by archive.org user M. Kaiser. ","description":"You are now standing outside North America's oldest music conservatory, The Peabody Institute, which now operates as part of The Johns Hopkins University. \nAlong with several of the other composers mentioned in this tour, the list of people educated or employed by Peabody over the years has included Phillipp Glass, Marin Alsop, Tori Amos, Hilary Hahn, André Watts, Elliott Carter, Barry Tuckwell and Leon Fleisher. For all its merits, the Peabody has the kind of complicated, unjust and often embarrassing history shared by many institutions south of the Mason-Dixon line: During much of the 20th century, for example, African American applicants were automatically rejected. The pianist Ellis Larkins may have been the first exception to that policy, according to The Baltimore Sun. Larkins died in 2002. (http://bit.ly/1WOJKwm)Along with teaching, practice and performance facilities, the Peabody complex is home to the George Peabody Library, categorized by Business Insider as one of the world's 18 greatest libraries. ","youtube":"","coords":"39.297566, -76.615297","Number of google results":438000,"mapframesource":null,"compimage":"","imagedescription":""},{"order":2,"compname":"Eubie Blake","placename":"The Eubie Blake museum","placerelation":"This is a museum dedicated to the Baltimore composer and musician Eubie Blake. ","audiofile":"https://ia800300.us.archive.org/7/items/EubieBlake-ChevyChase/EubieBlake-ChevyChase_64kb.mp3","audiodescription":"'Chevy Chase,' a public-domain recording released on archive.org. See bit.ly/1LqNODg","description":"We won't get too long-winded about Eubie Blake -- there's a whole museum for that -- other than to say that the guy was a national treasure. While stopped here, take a moment to be transported to the jazz age by a listen to his composition 'Chevy Chase' -- preferably while a street railway car rolls by.","youtube":"","coords":"39.299655, -76.619879","Number of google results":53500,"mapframesource":null,"compimage":"","imagedescription":""},{"order":1,"compname":"George Frederick Boyle","placename":"War Memorial Plaza (Zion Church)","placerelation":"","audiofile":"","audiodescription":"","description":"You should now be standing on War Memorial Plaza, facing East. The domed structure in front of you is Baltimore's city hall. To your left is the Baltimore Police headquarters. To your right is Zion Lutheran Church of the City of Baltimore, where on Feb 7, 1915, the once-divorced pianist and composer George Frederick Boyle was married to his second wife, who was a student in his piano studio. \nThe church where the marriage took place -- a congregation that was founded in 1755, predating the United States itself -- would have been one of Baltimore's musical focal points at the time. The combination of a strong German-American /Maenerchor/ tradition and the German-heavy staffing of the Peabody Institute meant that Zion had already established a hefty musical tradition by the time Rev. Julius Hofmann published his 'Deutsches Liederbuch : Sammlung von Chorälen und Liedern für Schule und Haus' in 1895 (http://bit.ly/1EO9Sot). According to newspaper clippings from the early 1900s, the polymath Rev. Hofmann -- who was said to know 14 languages and taught at Johns Hopkins -- presided over at least one other scandalous musical marriage at Zion, performing a rushed ceremony in 1925 to wed a 56-year-old conservatory professor and his teenage violin student. Both the musical and cultural traditions are still alive at Zion, though the shotgun weddings have thankfully tapered off. Along with Saturday German classes, the sanctuary continues to host weekly Lutheran services in German and English, and the church is a member of the 'Bach in Baltimore' concert circuit. In autumn 2015, the church was the Baltimore venue for the four-city tour of the Hamburg-based choir Kantorei Gross-Flottbek. As of 2015, this plaza also faces a second musical venue: The neoclassical War Memorial on the east side of the plaza can seat 1,100 people and is home to a repeating concert series, frequently featuring local composers and performers.  But back to our composer friend at Zion, George Frederick Boyle.As we said, shortly after divorcing his Dutch first wife, Boyle was married by Rev. Hofmann to one of his students, Avery Forney. That second marriage ended in a Reno divorce less than a decade later, with Forney publicly decrying Boyle's insistence on having yet another mistress. While his marriages were short-lived, Boyle's music has survived the interstitial century, thanks largely to the recent efforts of Australian pianist Timothy Young. You can hear some of Young's performances of Boyle's work at http://bit.ly/1FxpZRX Boyle's career spanned a childhood in Sydney, a musical training period in Europe, his decade in Baltimore and a later teaching career in Philadelphia and New York, where his students included Samuel Barber. Among other pieces, Boyle's output included nine orchestral works, two concertos, eight works of chamber music and more than 70 piano pieces. George Frederick Boyle died in Philadelphia on June 20, 1948. He was 61 years old. ","youtube":"https://www.youtube.com/watch?v=XgO5sWTMb58","coords":"39.29100 -76.60964","Number of google results":1980,"mapframesource":null,"compimage":"","imagedescription":""}]
